const returnStatus = {
    1: '申请退货中',
    2: '退货中',
    3: '退货失败',
    4: '退货完成',
};
const opreationStatus = {
    1: '提交订单',
    2: '支付订单',
    3: '取消订单',
    4: '待处理',
    5: '接单',
    6: '发货',
    7: '客户确认收货',
    8: '申请无货',
    9: '确认延期',
    10: '申请延期',
    11: '系统生成退款单',
    12: '提交退货申请',
    13: '退货审核通过',
    14: '供应商确认收货',
    15: '确认退款',
    16: '处理无货订单',
    17: '填写退货物流',
    18: '退货审核失败',
};
const progressStatus = {
    13: 1,
    17: 2,
    14: 3,
    11: 4,
    15: 5,
};
export { returnStatus, opreationStatus, progressStatus };
